{
  "header": {
    "about": "Über mich",
    "skills": "Fähigkeiten"
  },
  "atf": {
    "iam": "Ich bin",
    "dev": "FRONTEND ENTWICKLER",
    "btn": "Kontakt",
    "scroll": "runter scrollen"
  },
  "about": {
    "headline": "Über mich",
    "text1": "Hi, ich bin Sebastian Torney, ein Frontend Entwickler aus Bergwitz. Durch die Arbeit an zahlreichen Projekten habe ich mir die Fähigkeiten angeeignet, sowohl statische Webseiten als auch komplexe Business-Anwendungen zu programmieren.",
    "text2": "Bei der Umsetzung innovativer Ideen freue ich mich auf die Zusammenarbeit mit Designern und Backend-Entwicklern. Meine Leidenschaft für das Programmieren motiviert mich, über die neuesten Branchentrends informiert zu bleiben und meine Fähigkeiten ständig weiterzuentwickeln.",
    "text3": "Programmieren hat einen besonderen Platz in meinem Herzen, weil es mir ermöglicht, Ideen in die Realität umzusetzen. Die Fähigkeit, etwas aus dem Nichts zu erschaffen, komplexe Probleme zu lösen und ständig neue Technologien zu erlernen, ist unglaublich bereichernd."
  },
  "skills": {
    "headline": "Meine Skills",
    "text": "Ich habe meine Fähigkeiten in der Frontend-Entwicklung erweitert, was es mir ermöglicht hat, verschiedene reale Projekte zu erstellen.",
    "btn": "Kontakt"
  },
  "projects": {
    "text": "Erkunden Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen."
  },
  "contact": {
    "big-headline": "Kontakt",
    "headline": "haben Sie ein Problem, das ich lösen kann?",
    "text1": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen",
    "text2": "Benötigen Sie einen Frontend Entwickler?",
    "text3": "Kontaktieren Sie mich",
    "ph-name": "Ihr Name",
    "ph-email": "Ihre E-Mail",
    "ph-msg": "Ihre Nachricht",
    "err-name": "Bitte geben Sie ihren vollen Namen ein",
    "err-email": "Bitte geben Sie eine gültige E-mail Adresse eins",
    "err-msg": "Bitte schreiben Sie eine Nachricht mit mind. 10 Buchstaben",
    "pri-pol1": "Ich habe die",
    "pri-pol2": "Datenschutzerklärung",
    "pri-pol3": "gelesen und stimme zu",
    "accept": "Bitte stimmen Sie der Datenschutzerklärung zu.",
    "btn": "Nachricht senden :)"
  },
  "footer": {
    "imprint": "Impressum"
  }
}