{
  "header": {
    "about": "About",
    "skills": "Skills"
  },
  "atf": {
    "iam": "I am",
    "dev": "FRONTEND DEVELOPER",
    "btn": "Let´s talk",
    "scroll": "scroll down"
  },
  "about": {
    "headline": "About me",
    "text1": "Hi, I'm Sebastian Torney, a Frontend Developer from Bergwitz. Through working on numerous projects, I have acquired the skills to program both static websites and complex business applications",
    "text2": "In implementing innovative ideas, I look forward to collaborating with designers and backend developers. My passion for programming motivates me to stay informed about the latest industry trends and to continuously develop my skills.",
    "text3": "Programming holds a special place in my heart because it allows me to turn ideas into reality. The ability to create something from nothing, solve complex problems, and constantly learn new technologies is incredibly rewarding."
  },
  "skills": {
    "headline": "My skills",
    "text": "I have gained experience in building projects with various front end technologies and concepts.",
    "btn": "Get in touch"
  },
  "projects": {
    "text": "Explore a selection of my work here - Interact with projects to see my skills in action."
  },
  "contact": {
    "big-headline": "Contact",
    "headline": "Got a problem to solve?",
    "text1": "Contact me through this form. I am looking forward to hearing from you, knowing your ideas, and contributing to your projects with my work.",
    "text2": "Need a Frontend developer?",
    "text3": "Contact me",
    "ph-name": "Your name",
    "ph-email": "Your email",
    "ph-msg": "Your message",
    "err-name": "Please enter your full name",
    "err-email": "Please enter a valid email address",
    "err-msg": "Please enter a message with at least 10 letters",
    "pri-pol1": "I've read the",
    "pri-pol2": "privacy policy",
    "pri-pol3": "and agree to the processing of my data as outlined.",
    "accept": "Please accept the privacy policy.",
    "btn": "Send message :)"
  },
  "footer": {
    "imprint": "Imprint"
  }
}